Repository: patilmangeshv/Healthcare-Kiosk-System
Catalog: client-desktop-main/src/locale/messages.*.xlf
Languages: fr

source: Please collect your ticket from the Terminal, go to the corresponding queue.
fr: Veuillez retirer votre ticket de la Borne, lisez attentivement les informations, Dirigez-vous vers la file d’attente correspondante.

source: <img class="img-thumbnail" src="assets/images/Exit.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Exit"> Exit
fr: <img class="img-thumbnail" src="assets/images/Exit.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Exit"> Quitter

source: Please take your choice
fr: Veuillez choisir une option…

source: <img class="img-thumbnail" src="assets/images/Have Appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="I have my yellow card"> I have my yellow card
fr: <img class="img-thumbnail" src="assets/images/Have Appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="I have my yellow card"> J'AI UNE FICHE DE CONSULTATION

source: <img class="img-thumbnail img-a" src="assets/images/Take appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Yellow form request"> Yellow form request
fr: <img class="img-thumbnail img-a" src="assets/images/Take appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Yellow form request"> DEMANDE FICHE DE CONSULTATION

source: <img class="img-thumbnail" src="assets/images/Payment desk.png" style="width: 1cm;height: 1cm;float: left;" alt="Payment desk/Handle case"> Payment desk / Handle case
fr: <img class="img-thumbnail" src="assets/images/Payment desk.png" style="width: 1cm;height: 1cm;float: left;" alt="Payment desk/Handle case"> CACHET DE CAISSE / PRISE EN CHARGE

source: <img class="img-thumbnail" src="assets/images/Emergency.png" style="width: 1cm;height: 1cm;float: left;" alt="Infomration"> Information Emergency
fr: <img class="img-thumbnail" src="assets/images/Emergency.png" style="width: 1cm;height: 1cm;float: left;" alt="Infomration"> INFORMATION URGENCE

source: <img class="img-thumbnail" src="assets/images/Exit.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Exit"> Exit
fr: <img class="img-thumbnail" src="assets/images/Exit.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Exit"> Quitter

source: <img class="img-thumbnail" src="assets/images/Back.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Back"> Back
fr: <img class="img-thumbnail" src="assets/images/Back.png" style="width: 0.75cm;height: 0.75cm;float: left;margin-top: 2px;margin-left: 2px;" alt="Back"> Retour

source: <img class="img-thumbnail" src="assets/images/Take appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> Take appointment
fr: <img class="img-thumbnail" src="assets/images/Take appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> PRENDER RENDEZ-VOUS

source: <img class="img-thumbnail img-a" src="assets/images/Have Appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> Have appointment
fr: <img class="img-thumbnail img-a" src="assets/images/Have Appointment.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> J'AI UN RENDEZ-VOUS

source: <img class="img-thumbnail" src="assets/images/Information.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> Information
fr: <img class="img-thumbnail" src="assets/images/Information.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> IMPRIMER MON CODE À BARRE

source: <img class="img-thumbnail" src="assets/images/Recover results.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> Recover results
fr: <img class="img-thumbnail" src="assets/images/Recover results.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> RÉCUPÉRER RÉSULTAT/RDV RADIOLOGIE

source: <img class="img-thumbnail" src="assets/images/Emergency.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> Emergency
fr: <img class="img-thumbnail" src="assets/images/Emergency.png" style="width: 1cm;height: 1cm;float: left;" alt="Have appointment"> URGENCES/MEDICO-CHIRURGICALES
